{
    "header": {
        "text": "Привет я",
        "sub1": "Я создаю 3D визуализации, пользовательские",
        "sub2": "интерфейсы и веб-приложения"
    },
    "aboutcomponent": {
        "sub": "Введение",
        "title": "Обзор",
        "card1": {
            "title": "Веб-разработчик"
        },
        "card2": {
            "title": "Разработчик React"
        },
        "card3": {
            "title": "Backend-разработчик"
        },
        "about": "Я опытный разработчик программного обеспечения с опытом работы с TypeScript и JavaScript, а также с экспертизой в таких фреймворках, как React, Node.js и Three.js. Я быстро обучаюсь и тесно сотрудничаю с клиентами для создания эффективных, масштабируемых и удобных в использовании решений, которые решают реальные проблемы. Давайте сотрудничать, чтобы воплотить ваши идеи в жизнь!"
    },
    "expirience": {
        "sub": "Что я сделал до сих пор",
        "title": "Опыт работы.",
        "card1": {
            "title": "Веб-разработчик",
            "company": "",
            "date": "Апрель 2022 - Апрель 2023",
            "points": {
                "text1": "работа над проектами заказчиков. Преимущественно на стеке: (React, Redux, axios, NodeJS, ExpressJS, React Native)"
            }
        }
    },
    "workcomponent": {
        "sub": "Моя работа",
        "title": "Проекты.",
        "body": "Следующие проекты демонстрируют мои навыки и опыт через реальные примеры моей работы. Каждый проект кратко описан с ссылками на репозитории кода и прямые демонстрации в нем. Это отражает мою способность решать сложные проблемы, работать с разными технологиями и эффективно управлять проектами.",
        "card1": {
            "name": "Boom Shop",
            "description": "Веб-приложение, которая позволяет создать, удалять и изменять посты. В приложение вы можете постваить своё комментарий в пост"
        },
        "card2": {
            "name": "CRM",
            "description": "Веб-платформа, которая позволяет создать и управлять компьютерными курсами в админ панеле"
        },
        "card3": {
            "name": "Hyper Studio",
            "description": "Веб-приложение, которая позволяет создать, удалять и изменять посты. В приложение вы можете постваить своё комментарий в пост. Разговаривать с другими пользователями в личном или гловальном чате."
        }
    },
    "testimonials": {
        "sub": "Что говорят другие",
        "title": "Отзывы.",
        "card1": {
            "testimonial": "Я думала, что невозможно создать такой же красивый сайт, как наш продукт, но Дониёр доказал мне обратное.",
            "name": "Сара Ли"
        },
        "card2": {
            "testimonial": "Я никогда не встречал веб-разработчика, который настолько заботится о успехе своих клиентов, как Рик.",
            "name": "Крис Браун"
        },
        "card3": {
            "testimonial": "После оптимизации нашего сайта Дониёром, наш трафик вырос на 50%. Мы не можем им быть достаточно благодарными!",
            "name": "Лиза Ванг"
        }
    },
    "contactcomponent": {
        "sub": "Свяжитесь с нами",
        "title": "Контакт.",
        "info": "Спасибо. Я свяжусь с вами как можно скорее",
        "error": "Что-то пошло не так\nПопробуйте еще раз",
        "name": {
            "label": "Ваше имя",
            "placeholder": "Как вас зовут?"
        },
        "email": {
            "label": "Ваш Email",
            "placeholder": "Какой у вас email?"
        },
        "message": {
            "label": "Ваше сообщение",
            "placeholder": "Напишите ваше сообщение"
        },
        "button": {
            "default": "Отправить",
            "load": "Отправляется..."
        }
    },
    "choose": "Выбирете опцию",
    "about": "Обо мне",
    "contact": "Контакты",
    "work": "Мои работы"
}